{
    "termsOfContents": {
      "time": "2022-04-01T00:00:00Z",
      "text": "「ソロモンプログラム」コンテンツ利用規約\n\n\n株式会社コナミデジタルエンタテインメント（以下「当社」といいます。）が定める本規約は、お客様の「本コンテンツ」（以下第１条に定義します。）の利用に関する事項を定めるものです。本規約は、日本国において「本コンテンツ」の利用を開始するお客様に適用されます。お客様は、「本コンテンツ」の利用を開始する前に、十分に本規約の内容を確認し、当該内容に同意の上、「本コンテンツ」の利用を開始するものとします。本コンテンツの利用開始をもって、お客様は、本規約の内容にすべて同意したものとみなします。\n第13条に定めるとおり、お客様は、自らが未成年者等の制限行為能力者である場合、本規約への同意にあたり事前に法定代理人（親権者等を含みます。以下同じ。）の同意を得なければなりません。未成年者等の制限行為能力者であるお客様が本規約へ同意した場合、法定代理人の同意を得たものとみなします。\n\n第1条(定義)\n\t本規約において、次の各号に掲げる用語の意義は、当該各号に定めるところによります。\n(1)\t「本コンテンツ」　当社が提供するコンテンツ「ソロモンプログラム」をいいます。\n(2)\t「ユーザーアカウント」　本コンテンツおよび本コンテンツに対応するプラットフォームの運営会社が提供するサービスを利用するために、お客様が同社から取得するアカウントをいいます。\n(3)\t「お客様コンテンツ」　お客様が本コンテンツ内に掲載したコンテンツ（書き込みまたはメール等を含みますがこれに限りません。）をいいます。\n(4)\t「セーブデータ等」　本コンテンツの利用にかかるデータ、お客様コンテンツ等、お客様が本コンテンツにおいて保存したデータ等をいいます。\n\n第2条(お客様の役割および義務)\n1.\tお客様は、本規約に従うことを条件に、本コンテンツを利用することができます。\n2.\tお客様は、その責任と費用において、ユーザーアカウントの管理を行うものとします。\n3．\tお客様は、ユーザーアカウントを盗用して本コンテンツの利用がされた場合またはそのおそれがある場合、直ちに当社にその旨を通知するものとします。この通知がなされない間にお客様のユーザーアカウントを利用して行われた一切の行為は、お客様自身の行為とみなします。\n4.\tお客様による本コンテンツの利用に際して、当社が収集および利用するお客様の個人情報、および特定の個人を識別し得ないものの、何らかの方法で、ある匿名の個人に関する情報であると識別し得る情報（以下、これらを併せて「本件情報」といいます）に関しては、当社の個人情報等保護方針に基づき取り扱いますお客様は、当該個人情報等保護方針の内容を理解し、同意の上で、本コンテンツを利用することとします。お客様は、当社に対し本件情報を提供した場合には、当社の個人情報等保護方針に同意したものとみなします。\n5.\tお客様は、本コンテンツの利用に際して、次の各号に定める行為を行ってはならないものとします。\n(1)\t次に定めるメッセージ、情報、データ、テキスト、ソフトウェア、画像ファイルまたは資料等を送信または掲載する行為\n①\t違法、不正または有害なもの\n②\t他者のプライバシー権、知的財産権その他の権利を侵害するもの\n③\t脅迫、虐待、嫌がらせ、中傷、名誉毀損、残虐、暴力、下品またはわいせつにあたるもの\n④\t虚偽または詐欺にあたるもの\n⑤\t誤解をまねく内容のもの\n⑥\t差別または偏見にあたるもの\n⑦\t①から⑥までに定める行為の他、公序良俗に反するもの、本コンテンツもしくはその他のサービス等の秩序を乱すもの、または他のお客様に不快感を与えるもの\n(2)\t売春の勧誘、誘引もしくは周旋に該当する行為、もしくはそのおそれがある行為、または性交、性交類似行為、もしくは衣服の全部もしくは一部を着けない人の姿態であって殊更に性的な部位が露出されもしくは強調されているものを認識することができるようにするものを提供する行為、もしくはそのおそれがある行為\n(3)　児童買春や児童ポルノの提供に該当する行為もしくはそれらに該当するおそれのある行為、または20歳未満の者に悪影響を与えるもしくは非行を助長する行為、もしくはそのおそれがある行為（20歳未満の者への飲酒、喫煙、ギャンブル等の奨励、アダルトや性風俗産業に関連する情報の掲載、20歳未満の者の利用に不適切なサイト等への誘導を含みます。）\n(4)\t自殺もしくは薬物乱用を誘発または助長する行為\n(5)\t他人との性的な感情に基づく交際等を希望すること、または当該交際等を誘導することもしくは性交、卑猥な行為を目的とした出会いを誘発することが主目的であると当社が判断する一切の行為（本コンテンツ内だけの行為を含みます。）\n(6)\t本コンテンツが推奨していない、本コンテンツ以外のコミュニケーション機能のあるツールまたはアプリへの誘導や参加を促す行為\n(7)\tマルウェアを含む素材もしくはファイル等を提示または送信する行為\n(8)\t他のお客様が本コンテンツ内に提示または送信したお客様コンテンツの著作権の帰属に関する表示、法的表示または財産権に関する表示を抹消する行為\n(9)\t他のお客様による本コンテンツの利用に悪影響を及ぼすような方法で本コンテンツを利用する行為\n(10)\t広告および宣伝用の資料、ジャンクメール、スパムメールもしくはチェーンメールを送信する行為、またはネズミ講、連鎖販売取引（マルチ商法）その他の勧誘方法を提示または送信する行為\n(11)\t選挙の事前運動もしくは選挙活動、政治活動、またはこれに類する行為\n(12)\t本コンテンツを当社の事前の承諾を得ることなく商業目的で利用する行為、募金、カンパ、寄付、布施等の金品の交付を受けることもしくは出資を募ることを目的とする行為、宗教活動、または宗教団体その他の団体への勧誘行為\n(13)\t本コンテンツの内容を、無断で複製、転載、改変、翻案、掲示、出版、放送または公演等をする行為\n(14)　第三者の個人情報等（住所、電子メールアドレス、電話番号、クレジットカード番号または口座番号等を含みます。）を掲載、公開、収集または蓄積する行為\n(15)\t現金取引行為（リアルマネートレード）、もしくはユーザーアカウント、本コンテンツ内のデータ、キャラクターもしくはアイテム等を現金換金する行為、それらを媒介とした物品や情報等の売買行為、またはそれに準じた行為もしくはそれを誘発、勧誘する発言行為\n(16)\t本コンテンツ内のデータ、キャラクターもしくはアイテム等の譲渡、交換、貸与もしくは再許諾等の行為、またはそれに準じた行為もしくは発言をする行為\n(17)\t本コンテンツのプログラム上の瑕疵その他の問題のある現象もしくは効果を利用して利益を得る等の目的またはこれらに準ずる不正な目的に利用する行為\n(18)\t同音異義語、派生語、綴り間違いまたは当て字を含んだ様々な形の禁止事項に抵触するメッセージ、情報等を発信する行為\n(19)\tサーバへの不正アクセス、不正ツールの利用、チートコードもしくはチートデバイスの配布その他の本コンテンツの運営に支障を与える行為、またはその運営を妨げるおそれのある行為\n(20)\t当社、当社の関係会社、他のお客様その他の第三者になりすます、またはなりすまそうとする行為\n(21)\t本コンテンツに関連して、もしくは本コンテンツに含まれる形で提供されたソフトウェア、プログラムまたはデータを複製、改変、リバースエンジニアリング、逆コンパイル、逆アセンブル、再現等する行為\n(22)\t自動操作ツール、プログラム、マクロその他のツールを利用する行為\n(23)\t本コンテンツの運用または内容に関するプログラムを開発する、開発させる、配布するまたは配布させる行為\n(24)\t本コンテンツの利用にあたり、虚偽の情報を提供する行為\n(25)\t他人の実名、ブランド名または法人名等、第三者が権利を有する言葉やフレーズを使用する行為\n(26)\t対価の決済時における不正行為\n(27)\tユーザーアカウントを第三者に貸与、売買、贈与、その他移転等する行為、または、本コンテンツ内に別段の定めがあるときを除き第三者に利用させる行為\n(28)\t当社の指定する地域以外の地域から本コンテンツを利用する行為\n(29)\t公序良俗に反する行為、本コンテンツもしくはその他のサービス等の秩序を乱す行為、または他のお客様に不快感を与える行為\n(30)\t法令、裁判所の判決、決定もしくは命令、または行政機関の命令等に違反する行為\n(31)\t本項各号に定める行為を教唆、助長、幇助する行為\n(32)\t前各号に定めるものの他、当社が不適当と判断する行為\n6.\tお客様は、本コンテンツの利用および当該利用を通じて発信する情報について一切の責任を負うものとします。\n7.\tお客様は、お客様が当社または第三者に対して損害を与えた場合(お客様が、本規約上の義務を履行しないことにより当社または第三者が損害を被った場合を含みます。)　、自己の責任と費用をもって当社または第三者が被った一切の損害を賠償するものとします。\n\n第3条（本コンテンツの運営）\n1.\t本コンテンツには、有料で提供されるアイテム、サービス等が含まれています。当該アイテム、サービス等の利用にあたり、お客様は、当社が別途指定する方法により、その対価を支払うものとします。なお、当社は、理由の如何を問わず、お客様が本コンテンツに関して支払った対価を返還しません。\n2.\t本コンテンツのセーブデータ等は、お客様が本コンテンツを利用している端末上に、保存されます。\n3.\t当社は、セーブデータ等が問題なく保存されること、セーブデータ等が問題なく読み出されること、およびセーブデータ等が失われないことを、一切保証しません。当社は、以下の場合、自己の裁量により、お客様の事前承諾を得る事なく、セーブデータ等を変更し、または削除する権利を有します。\n\t(1)\tお客様が本規約その他の本コンテンツに関する約定に違反した場合\n(2)\t本コンテンツの運営上または第三者との契約上やむを得ない場合\n(3)\tセーブデータ等が、少なくとも6カ月間利用されていない場合\n\n第4条(免責事項)\n1.\t当社は、次の各号に定める事項につき保証しません。\n(1)\t本コンテンツがいかなる環境においても利用可能なこと。\n(2)\t本コンテンツが変更され、または終了もしくは中断することなく利用できること。\n(3)\t本コンテンツに瑕疵がないこと。\n(4)\tお客様が本コンテンツを通して提供を受けた、または取得した情報が、正確、完全または有用であること。\n2.\tお客様が、本コンテンツを利用することによって発生した、または理由の如何を問わず本コンテンツを利用できなかったことにより発生した、損害、損失および不利益等に関し、当社が責任を負う場合、その責任の範囲は、お客様に生じた現実かつ直接の損害に限るものとします。当社は、当社の予見の有無にかかわらず、特別の事情から生じた損害、逸失利益、間接損害、その他の損害について一切の責任を負わないものとします。ただし、当該損害が当社の故意または重過失による場合はこの限りではありません。\n3.\t当社は、お客様または他の利用者による本コンテンツ上での、または本コンテンツに関する不快、中傷的、わいせつ、不法な投稿もしくは行為（お客様コンテンツを含みます。）に関して、一切の責任を負いません。\n4.\t当社は、お客様が他の利用者または第三者によりなされた行為により被った損害に関し、いかなる責任も負いません。また､お客様と他の利用者または第三者の間で生じた紛争について一切関与しないものとし、お客様は、自己の責任と費用で当該紛争を解決するものとします。\n5.\tお客様は、自己の責任により、健康的な生活を心がけ、健康状態を損ねるような過度の本コンテンツの利用を避けるものとします。本コンテンツの過度な利用により生じた社会的、精神的または肉体的な損傷または損害等に関して、当社は一切の責任を負いません。\n6．\t本コンテンツには第三者のコンテンツ・サービス（以下「第三者コンテンツ」といいます。）が含まれる場合があります。第三者コンテンツは、それぞれ当該第三者の責任で提供されるものであり、当社は、第三者コンテンツの内容、またはその利用により生じた損害等について、一切の責任を負いません。\n第5条（監視）\n1\t当社は、本コンテンツ（お客様コンテンツを含みます。）を監視する義務を負いません。ただし、当社は、自らの裁量で本コンテンツを利用して発信または受信された情報（お客様コンテンツを含みます。）を監視し、必要に応じて記録し、更には法令等に基づき行政機関その他の第三者に対して開示することができます。\n2.\t前項に定める監視の結果、当社が自己の裁量により、好ましくない、または本規約に違反すると判断した場合、当社は、当該情報を削除する権利、および当該情報の発信または受信を拒否する権利を有します。お客様は、前記により当該情報が削除されたことに対し、何らの権利主張および異議の申立てもできないものとします。\n\n第6条 (違反行為)\n\tお客様は、他の利用者等の第三者が本規約に違反している行為を発見した場合、直ちに別途定める当社への問合せ先にその旨を通知するものとします。ただし、当該行為にかかる調査、対応、対応にかかる公表等は、当社の裁量にて行われます。\n\n第7条(著作権その他の知的財産権)\n1.\t本コンテンツ、および本コンテンツに含まれる一切の情報(ソフトウェア、デザイン等のすべての情報をいいます。)　に関する著作権その他の知的財産権は、当社、提携先または当該情報の提供元に帰属します。\n2.\t前項の定めにかかわらず、お客様コンテンツの著作権は、当社とお客様との間においては、お客様に帰属します。なお、お客様は、当社に対し、お客様コンテンツの著作権その他の一切の権利(お客様コンテンツを第三者に許諾する権利を含みます。）を非独占的に許諾します。また、この場合において、お客様は、お客様コンテンツに関する著作者人格権等一切の権利を行使しないものとします。\n\n第8条(本規約の効力)\n1.\t当社は、予告期間を設けて、本コンテンツ内で通知することで、いつでも本規約を変更することができます。お客様は、本規約の変更後に本コンテンツを利用したことをもって、本規約の変更に同意したものとみなします。本規約の変更に同意できないお客様は、本コンテンツの利用を終了するものとします。\n2.\t当社は、本規約の変更および前項に従った本コンテンツの利用終了によりお客様に生じた損害等につき、一切の責任を負いません。\n3．　本規約の全部または一部の定めが無効または執行力がないとされうる場合であっても、当該定めはこれが有効かつ執行力があるとされるように合理的かつ限定的に解釈されるものとします。\n4．　本規約の一部の定めが無効または執行力がないとされた場合であっても、当該定め以外の定めは影響を及ぼされず、引き続き効力を有します。\n\n第9条（本コンテンツの変更ならびにその利用および提供終了）\n1.\t当社は、お客様への事前の通知なく、いつでも本コンテンツの全部または一部を変更することができます。\n2．　お客様は、いつでも本コンテンツの利用を終了することができます。\n3.\t当社は、お客様への事前の通知をした上で、いつでも本コンテンツの全部または一部の提供を中断または終了することができます。\n\n第10条(特定のお客様に対する本コンテンツの提供終了)\n1.\t当社は、お客様が次の各号に該当した場合またはそのおそれがある場合、お客様に催告することなく、当該お客様に対する本コンテンツの全部または一部の提供を中断または終了することができます。\n(1)\t本規約その他の本コンテンツに関する約定に違反した場合\n(2)\t本コンテンツに関するもの以外の当社との契約に違反した場合\n(3)\t過去に当社が提供するサービス、コンテンツ等の会員登録またはその利用がお客様の責に帰すべき事由により終了したことが判明した場合\n(4)\t本コンテンツの最後の利用日から6カ月以上経過した場合\n(5)\t暴力団の構成員に該当し、または暴力団、その構成員もしくはそれらと密接な関係を有する者との間に何らかの関係があることが判明した場合\n2.\t前項に定めるお客様に対する本コンテンツの提供の中断または終了は、当社の当該お客様に対する損害賠償請求を妨げるものではありません。また、当社は、本条に基づく本コンテンツの提供の中断または終了により発生したお客様の損害について、一切の責任を負いません。\n\n第11条（譲渡等の禁止）\nお客様は、本規約に係る地位ならびに権利および義務の全部または一部を、譲渡し、担保の用に供し、または承継させてはならないものとします。\n\n第12条（不可抗力事由）\n\t天災地変、火災、停電、戦争、暴動および内乱等の不可抗力により本コンテンツの提供が社会通念上不能となった場合、当社は何らの通知なく本コンテンツの提供を中断または終了することができます。当社は、当該事由によって発生した、一切の損害、損失および不利益等に関し、いかなる責任も負いません。\n\n第13条(未成年者等の制限行為能力者）\nお客様は、自らが未成年者等の制限行為能力者である場合、本規約への同意にあたり事前に法定代理人の同意を得なければなりません。未成年者等の制限行為能力者であるお客様が本規約へ同意した場合、法定代理人の同意を得たものとみなします。\n\n第14条（準拠法および合意管轄）\n\t本規約の準拠法は日本法とします。抵触法の適用は明示的に排除されます。お客様は本規約に関する専属的合意管轄裁判所を東京地方裁判所とすることに合意します。\n\n第15条（言語）\n本規約は、日本語により作成され、解釈されるものとします。\n\n以上\n\n2021年2月25日　制定\n2022年4月1日　改定\n"
    },
    "termsOfPrivacy": {
      "time": "1970-01-01T00:00:00Z",
      "text": "https://legal.konami.com/games/privacy/view/"
    },
    "termsOfPlayfab": {
      "time": "1970-01-01T00:00:00Z",
      "text": "PlayFabサービスの利用について\n\n株式会社コナミデジタルエンタテインメント（以下「当社」といいます。）は、お客様への「ソロモンプログラム」（以下「本コンテンツ」といいます。）のオンラインサービスの提供や当社のサービスの開発や品質向上のための分析のため、PlayFab, Inc.またはその関連会社（総称して以下「PlayFab」といいます。）がhttps://playfab.comを通じて提供するサービス（以下「PlayFabサービス」といいます。）を利用しています。\n当社は、PlayFabサービスの利用にあたり、お客様の情報（本コンテンツに対応するプラットフォームの運営会社が提供するサービスを利用するために、お客様が同社から取得するアカウントの内部ID、お客様が本コンテンツを利用する端末のアカウントID、IPアドレス、その他ログイン情報を含みます。）をPlayFabに送信し、PlayFabは当該情報を、PlayFabサービスの提供、品質の向上、および新機能の追加の目的で利用いたします。\nその他PlayFabにおけるお客様の情報の取り扱いについては、PlayFabのプライバシーステートメント（https://privacy.microsoft.com/en-us/privacystatement）をご参照ください。\n\n"
    },
    "termsOfCurrency": {
      "time": "1970-01-01T00:00:00Z",
      "text": "ゲーム内通貨利用規約\n\n\n株式会社コナミデジタルエンタテインメント（以下「当社」といいます。）が定める本規約は、お客様が「本コンテンツ」（以下第１条に定義します。）において「ゲーム内通貨」（以下第１条に定義します。）を利用するにあたり、その利用に関する事項を定めるものです。お客様は、十分に本規約の内容を確認し、当該内容に同意の上、ゲーム内通貨の購入の申込みをするものとします。お客様は、ゲーム内通貨の購入の申込みをもって、本規約の内容に全て同意したものとみなします。\n第２条に定めるとおり、お客様が、未成年者等の制限行為能力者である場合、本規約への同意にあたり事前に法定代理人（親権者等を含みます。以下同じ。）の同意を得なければなりません。未成年者等の制限行為能力者であるお客様が本規約へ同意をした場合、法定代理人の同意を得たものとみなします。本規約における用語の意義は、本規約に別段の定めがあるときを除き、「コンテンツ利用規約」（以下第１条に定義します。）に定めるところによります。\n\n\n第１条（定義）\n本規約において、次の各号に掲げる用語の意義は、当該各号に定めるところによります。\n(１)\t｢ゲーム内通貨｣　本コンテンツ内でのみ利用可能なゲーム内専用通貨またはアイテムである「ルーレットチップ」をいいます。\n(２)\t「本コンテンツ」　当社が提供するコンテンツ「ソロモンプログラム」をいいます。\n(３)\t「コンテンツ利用規約」　「『ソロモンプログラム』コンテンツ利用規約」をいいます。\n(４)\t「利用残高」　お客様が保有し、利用することのできるゲーム内通貨の残高をいいます。\n(５)\t「対応アイテム」　ゲーム内通貨を利用することで提供される本コンテンツ内のアイテムまたはサービスをいいます。\n \n第２条（ゲーム内通貨の入手および購入）\n１.\tお客様は、当社が定める方法により、当社所定の金額単位で、ゲーム内通貨を購入するものとします。当社がお客様によるゲーム内通貨の購入に際し､一定の制限を設けている場合は、お客様は、当該制限の範囲内でゲーム内通貨を購入するものとします。\n２.\tお客様は、ゲーム内通貨の購入代金を、所定の方法により支払うものとします。お客様は、ゲーム内通貨の購入の申込みとともに、ゲーム内通貨の購入代金を支払うものとします｡\n３.\tお客様は、自らが未成年者等の制限行為能力者である場合、ゲーム内通貨の購入にあたり事前に法定代理人の同意を得なければなりません。未成年者等の制限行為能力者であるお客様がゲーム内通貨の購入の申込みをした場合、法定代理人の同意を得たものとみなします。\n\n第３条（ゲーム内通貨の利用）\n１.\tお客様は、利用残高の範囲内で、当社が定める方法により、ゲーム内通貨を利用し、所定の対応アイテムの提供を受けることができます。\n２.\tお客様が対応アイテムの提供を受けた場合、当該対応アイテムの提供を受けるために利用したゲーム内通貨は、消滅します。なお、ゲーム内通貨は、お客様が購入されたものか無償で入手されたものかを問わず、入手日が古いものから消滅するものとします。\n３.\tお客様が保有する利用残高は、お客様のユーザーアカウント情報とともに当社のサーバに記録されます。\n４.\tお客様は、自らの責任と費用でゲーム内通貨を管理するものとします。当社は理由の如何を問わず、ゲーム内通貨の利用の取消しおよび撤回、ならびにゲーム内通貨と現金その他仮想通貨または対応アイテム以外のアイテム等との交換はしません。\n５.\tお客様は、ゲーム内通貨を第三者に貸与、売買、贈与、その他移転することができません。\n６.\tお客様は、当社がゲーム内通貨の利用に際して一定の制限を設ける場合、当該制限の範囲内でゲーム内通貨を利用するものとします。\n\n第４条（利用残高の確認）\n１.\tお客様は、利用残高を、本コンテンツ内で確認することができます。\n２.\tお客様は、対応アイテムの購入、消費等によりゲーム内通貨の増減が生じた場合、本コンテンツ内に表示される利用残高を確認し、誤りがないことを確認するものとします。お客様は、表示された利用残高に誤りがあることを発見した場合には、直ちに別途定める当社への問合せ先に通知するものとします。当社は、お客様が利用残高を確認せず、または当社に利用残高の誤りを通知しないことにより、お客様が被った損害等につき、一切の責任を負いません。\n\n第５条（ゲーム内通貨の消滅）\n１．\tゲーム内通貨の有効期間は、お客様が購入した日または無償で入手した日から起算して180日間です。ゲーム内通貨は有効期間の経過により消滅します。なお、理由の如何にかかわらず、有効期間は延長されません。\n２．\t理由の如何にかかわらず、お客様のユーザーアカウントが削除された場合、当社のサーバに記録されているユーザーアカウントに係るゲーム内通貨は、消滅します。\n３．\tお客様は、前二項に定めるゲーム内通貨の消滅につき、当社に対して何ら請求を行うことができず、また当社は、消滅したゲーム内通貨について何らの補償も行わず、一切の責任を負いません。ただし、当社の故意または過失によりゲーム内通貨が消滅した場合は、この限りではありません。\n\n第６条（払戻し等の禁止）\n\t当社は、理由の如何にかかわらず、別途定めのある場合または法令に基づく場合を除き、ゲーム内通貨の払戻しまたは換金等はしません。\n\n第７条（本規約の変更）\n１.\t当社は、予告期間を設けて、本コンテンツ内で通知することにより、いつでも本規約を変更することができます。お客様は、本規約の変更後に本コンテンツを利用したことをもって、本規約の変更に同意したものとみなします。\n２.\tお客様は、本規約の内容に合意できない場合、いつでも本コンテンツの利用を終了することができます。当社は、お客様が本項に従い本コンテンツの利用を終了したことにより被った損害等につき、一切の責任を負いません。\n３.\t本規約に定めのない事項については、コンテンツ利用規約を適用します。また、コンテンツ利用規約と本規約に矛盾がある場合、ゲーム内通貨に関しては、本規約を優先して適用します。\n\n以　上 \n\n2021年2月25日 制定\n\n"
    }
  }